IDEA StatiCa Open Model
ReinfBarInclined.AddBarOnBottom Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Add bar on Bottom - possible only for FullLength
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool AddBarOnBottom { get; set; }
Public Property AddBarOnBottom As Boolean
	Get
	Set
public:
property bool AddBarOnBottom {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace